{
    "version": "https://jsonfeed.org/version/1",
    "title": "Evon",
    "description": "",
    "home_page_url": "https://evonshahriar.github.io",
    "feed_url": "https://evonshahriar.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Evon"
    },
    "items": [
        {
            "id": "https://evonshahriar.github.io/day-1-water-research.html",
            "url": "https://evonshahriar.github.io/day-1-water-research.html",
            "title": "Day 1: Water Research",
            "summary": "See the final output: Today, I am analyzing existing research on water&hellip;",
            "content_html": "<p class=\"msg msg--success\">See the final output: </p>\n<p class=\"msg msg--highlight \">Today, I am analyzing existing research on water quality, evaluating model performances, comparing hybrid models with base models, and formulating an innovative solution for water quality anomaly detection. <br><br><strong>Goal: </strong>By the end of the day, I will have a comprehensive understanding of water quality research, model performance comparisons, and a well-documented draft outlining an innovative solution for anomaly detection.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Hourly Research Plan:</strong></span></p>\n<p>From <strong>8:00 to 9:00 AM</strong>, I set up my research by defining queries, gathering papers from Google Scholar, and organizing them in Zotero/Mendeley.</p>\n<p>From <strong>9:00 to 10:30 AM</strong>, I conduct a literature review, identify advancements, take notes, and summarize key concepts using ChatGPT and NotebookLM.</p>\n<p>At <strong>10:30 AM</strong>, I take a short break for midday prayer and hydration.</p>\n<p>From <strong>11:00 AM to 12:30 PM</strong>, I evaluate model performance, compare ML/DL techniques, and analyze their strengths and weaknesses.</p>\n<p>At <strong>12:30 PM</strong>, I take a lunch break.</p>\n<p>From <strong>1:30 to 3:00 PM</strong>, I compare hybrid and base models, identifying their effectiveness and challenges using AI tools.</p>\n<p>At <strong>3:00 PM</strong>, I take a short break for afternoon prayer.</p>\n<p>From <strong>3:30 to 5:00 PM</strong>, I brainstorm and draft an innovative solution for anomaly detection, outlining algorithms and challenges.</p>\n<p>From <strong>5:00 to 6:00 PM</strong>, I document research findings in Overleaf, focusing on the methodology section.</p>\n<p>At <strong>6:00 PM</strong>, I break for dinner and evening prayer.</p>\n<p>From <strong>7:00 to 9:00 PM</strong>, I refine the paper, finalize findings, format references in LaTeX, and review key sections.</p>\n<p>From <strong>9:00 to 10:00 PM</strong>, I reflect on progress, plan next steps, and complete night prayer.</p>\n<p>From <strong>10:00 to 11:00 PM</strong>, I proofread the document, ensure clarity, and prepare for the next session before resting.</p>\n<p> </p>",
            "image": "https://evonshahriar.github.io/media/posts/5/water-quality-5.svg",
            "author": {
                "name": "Evon"
            },
            "tags": [
            ],
            "date_published": "2025-01-30T20:54:02+08:00",
            "date_modified": "2025-01-30T21:21:22+08:00"
        }
    ]
}
