{
    "version": "https://jsonfeed.org/version/1",
    "title": "Evon",
    "description": "",
    "home_page_url": "https://evonshahriar.github.io",
    "feed_url": "https://evonshahriar.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Evon"
    },
    "items": [
        {
            "id": "https://evonshahriar.github.io/day-1-water-research.html",
            "url": "https://evonshahriar.github.io/day-1-water-research.html",
            "title": "Day 1: Water Research",
            "summary": "See the final output: Today, I am analyzing existing research on water&hellip;",
            "content_html": "<p class=\"msg msg--success\">See the final output: </p>\n<p class=\"msg msg--highlight \">Today, I am analyzing existing research on water quality, evaluating model performances, comparing hybrid models with base models, and formulating an innovative solution for water quality anomaly detection. <br><br><strong>Goal: </strong>By the end of the day, I will have a comprehensive understanding of water quality research, model performance comparisons, and a well-documented draft outlining an innovative solution for anomaly detection.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Hourly Research Plan:</strong></span></p>\n<p>From 8:00 to 9:00 AM, I am setting up my research by defining search queries, gathering relevant papers from Google Scholar, and organizing them in a reference manager like Zotero or Mendeley.</p>\n<p>From 9:00 to 10:30 AM, I will conduct a literature review, identifying advancements in water quality research, taking structured notes, and using ChatGPT and NotebookLM to summarize key concepts.</p>\n<p>At 10:30 AM, I will take a short break for midday prayer and hydration.</p>\n<p>From 11:00 AM to 12:30 PM, I will evaluate model performance, reviewing existing ML/DL techniques, comparing accuracy and efficiency, and identifying strengths and weaknesses.</p>\n<p>At 12:30 PM, I will take a lunch break to recharge.</p>\n<p>From 1:30 to 3:00 PM, I will analyze hybrid models versus base models, comparing their effectiveness and identifying advantages and challenges with the help of AI tools.</p>\n<p>At 3:00 PM, I will take a short break for afternoon prayer and relaxation.</p>\n<p>From 3:30 to 5:00 PM, I will brainstorm and draft an innovative solution for anomaly detection, identifying potential algorithms and outlining implementation challenges.</p>\n<p>From 5:00 to 6:00 PM, I will begin writing in Overleaf (LaTeX), documenting research findings, and drafting the methodology section.</p>\n<p>At 6:00 PM, I will take a break for dinner and evening prayer.</p>\n<p>From 7:00 to 9:00 PM, I will refine and structure the paper, finalizing research findings, formatting references in LaTeX (BibTeX), and reviewing key sections.</p>\n<p>From 9:00 to 10:00 PM, I will reflect on progress, plan follow-up research, and complete night prayer.</p>\n<p>From 10:00 to 11:00 PM, I will proofread the document, ensure clarity, and prepare for the next research session before resting.</p>\n<p> </p>",
            "image": "https://evonshahriar.github.io/media/posts/5/water-quality-5.svg",
            "author": {
                "name": "Evon"
            },
            "tags": [
            ],
            "date_published": "2025-01-30T20:54:02+08:00",
            "date_modified": "2025-01-30T21:09:47+08:00"
        }
    ]
}
